"About" = "Om";
"About %@" = "Om %@";
"Accessibility" = "Hjälpmedel";
"Acknowledgments" = "Erkännanden";
"Active app" = "Aktiv app";
"Active screen" = "Aktiv skärm";
"Active Space" = "Aktivt skrivbord";
"Additional controls" = "Ytterligare kontroller";
"Additional controls…" = "Ytterligare kontroller ...";
"Advanced" = "Avancerad";
"After release" = "När du släpper";
"Align windows" = "Justera fönster";
"Align windows:" = "Justera fönster:";
"All apps" = "Alla appar";
"All data from this form will be made public, as a ticket on github.com" = "All information i detta formulär kommer göras offentlig i form av ett ärende på github.com";
"All screens" = "Alla skärmar";
"All Spaces" = "Alla skrivbord";
"Allowed" = "Tillåten";
"Alphabetical" = "Alfabetiskt";
"Alphabetical Order" = "Alfabetisk ordning";
"Also select windows using:" = "Välj även fönster med:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab kraschade förra gången du använde det. Skicka en kraschrapport för att hjälpa till med att åtgärda problemet";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab kommer för närvarande att visa applikationer.Den här inställningen är endast tillgänglig när Alttab är inställd på att visa Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "AltTab behöver behörigheter";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab kommer att visa om fönstret för närvarande är minimerat eller helskärm med en statusikon.";
"Always" = "Alltid";
"Always send crash reports" = "Skicka alltid kraschrapporter";
"and press" = "och press";
"and press:" = "och tryck:";
"Animations" = "Animationer";
"Animations…" = "Animationer ...";
"App (BundleID starting with)" = "App (BundleID börjar med)";
"App Icons" = "Appikoner";
"App is hidden" = "Appen är dold";
"App is running but has no open window" = "Appen körs men har inga öppna fönster";
"Apparition delay" = "Fördröjning";
"Apparition delay:" = "Visningsfördröjning:";
"Appearance" = "Utseende";
"Application Name" = "Applikationsnamn";
"Application Name - Window Title" = "Applikationsnamn - fönstertitel";
"Applications" = "Ansökningar";
"Are you sure you don’t want a response?" = "Är du säker att du inte vill ha svar?";
"Arrow keys" = "Piltangenter";
"Ask whether to send crash reports" = "Fråga innan felrapporter skickas";
"Auto-install updates periodically" = "Leta efter och installera uppdateringar automatiskt";
"Blacklists" = "Svartlista";
"Cancel" = "Avbryt";
"Cancel and hide" = "Avbryt och dölj";
"Center" = "Centrerat";
"Check for updates now…" = "Leta efter uppdateringar nu…";
"Check for updates periodically" = "Leta efter uppdateringar automatiskt";
"Check for updates…" = "Leta efter uppdateringar…";
"Check permissions…" = "Kontrollera behörigheter…";
"Close window" = "Stäng fönster";
"Conflicting shortcut" = "Motstridiga kommandon";
"Controls" = "Kommandon";
"Crash reports policy" = "Policy för kraschrapporter";
"Crash reports policy:" = "Felrapportspolicy:";
"Cursor follows focus" = "Flytta muspekaren när fönster byts";
"Customize App Icons style…" = "Anpassa appikoner stil ...";
"Customize Thumbnails style…" = "Anpassa tumnaglar…";
"Customize Titles style…" = "Anpassa titlarstil ...";
"Dark" = "Mörk";
"Disabled" = "Disabled";
"Do nothing" = "Gör ingenting";
"Don’t check for updates periodically" = "Leta inte efter uppdateringar";
"Don’t send" = "Skicka inte";
"Don’t show windows from these apps" = "Visa inte fönster från dessa appar";
"Done" = "Klar";
"End" = "Slutet";
"Fade out animation" = "Tona ut";
"Fade out animation:" = "Tona ut:";
"Focus selected window" = "Byt till valt fönster";
"Fullscreen window" = "Visa fönstret i helskärm";
"Fullscreen windows:" = "Fönster i helskärm:";
"Fullscreen/Defullscreen window" = "Växla helskärmsläge";
"General" = "Allmänt";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Dolda fönster:";
"Hide" = "Dölj";
"Hide app badges" = "Dölj appmärken";
"Hide app badges:" = "Dölj appsymbolbrickor:";
"Hide apps with no open window" = "Dölj appar utan öppet fönster";
"Hide apps with no open window:" = "Dölj appar utan öppna fönster:";
"Hide colored circles on mouse hover" = "Dölj fönsterradsknappar vid hovring";
"Hide colored circles on mouse hover:" = "Dölj fönsterradsknappar när musen hålls över:";
"Hide in %@" = "Dölj i %@";
"Hide Space number labels" = "Dölj skrivbordsnummer";
"Hide Space number labels:" = "Dölj numrering för skrivbord:";
"Hide status icons" = "Dölj statusikoner";
"Hide status icons:" = "Dölj statusikoner:";
"Hide window thumbnails:" = "Dölj fönstertumnaglar:";
"Hide/Show app" = "Dölj/Visa app";
"High" = "Hög";
"Highest" = "Högsta";
"Hold" = "Håll ned";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Jag tycker att appen kan förbättras genom…";
"Ignore shortcuts when active" = "Ignorera kortkommandon när aktiv";
"Ignore shortcuts while a window from these apps is active" = "Ignorera kortkommandon när dessa appars fönster är aktiva";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Stor";
"Later" = "Later";
"Latest releases" = "Senaste versioner";
"Leading" = "Vänster";
"Left" = "Vänsterjusterat";
"Light" = "Ljus";
"Max height on screen:" = "Maxhöjd på skärmen:";
"Max width on screen:" = "Maxbredd på skärmen:";
"Medium" = "Medium";
"Menubar icon" = "Ikon i menyrad";
"Menubar icon:" = "Ikon i menyrad:";
"Middle" = "Mitten";
"Minimize/Deminimize window" = "Minimera/återställ fönster";
"Minimized windows:" = "Minimerade fönster:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Övrigt:";
"Mouse hover" = "Muspekare";
"Multiple screens" = "Flera skärmar";
"Never send crash reports" = "Skicka aldrig kraschrapporter";
"Normal" = "Normal";
"Not allowed" = "Ej tillåten";
"NSHumanReadableCopyright" = "GPL-3.0-licens";
"Only if the window is fullscreen" = "Endast om fönstret visas i helskärm";
"Open Accessibility Preferences…" = "Öppna hjälpmedelsinställningar…";
"Open Screen Recording Preferences…" = "Öppna skärminspelningsinställningar…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Valfritt: e-postadress (om du önskar svar)";
"Order windows by" = "Sortera fönster efter";
"Policies" = "Policy";
"Preferences…" = "Inställningar…";
"Preview selected window" = "Förhandsvisa valt fönster";
"Preview selected window:" = "Förhandsvisa valt fönster:";
"Preview the selected window." = "Tar fram det valda fönstret innan du byter till det.";
"Quit" = "Avsluta";
"Quit %@" = "Avsluta %@";
"Quit app" = "Avsluta app";
"Recently Created" = "Nyligen skapat";
"Recently Created First" = "Nyligen skapad först";
"Recently Focused" = "Nyligen aktivt";
"Recently Focused First" = "Nyligen fokuserad först";
"Remember my choice" = "Kom ihåg mitt val";
"Reset preferences and restart" = "Nollställ inställningar och starta om";
"Reset preferences and restart…" = "Nollställ inställningar och starta om";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Rader av tumnaglar:";
"Screen including menu bar" = "Skärm med menyrad";
"Screen including mouse" = "Skärm med muspekaren";
"Screen Recording" = "Skärminspelning";
"Screen showing AltTab" = "Skärm som visar AltTab";
"Select next window" = "Välj nästa fönster";
"Select previous window" = "Välj föregående fönster";
"Select windows on mouse hover" = "Välj fönster vid hovring";
"Select windows using arrow keys" = "Välj fönster med piltangenterna";
"Select windows using vim keys" = "Välj fönster med Vim-tangenter";
"Send" = "Skicka";
"Send a crash report?" = "Skicka kraschrapport?";
"Send anyway" = "Skicka ändå";
"Send debug profile (CPU, memory, etc)" = "Skicka felsökningsinfo (CPU, minne, osv.)";
"Send feedback" = "Skicka feedback";
"Send feedback…" = "Skicka feedback…";
"Share improvement ideas, or report bugs" = "Dela förbättringsförslag eller rapportera fel";
"Shortcut 1" = "1";
"Shortcut 2" = "2";
"Shortcut 3" = "3";
"Shortcut 4" = "4";
"Shortcut 5" = "5";
"Shortcut already assigned to another action: %@" = "Kommandot är redan kopplat till en annan funktion: %@";
"Shortcuts When Active" = "Genvägar när AltTab visas";
"Shortcuts when active…" = "Genvägar när AltTab visas…";
"Show" = "Visa";
"Show & Hide" = "Visa och dölj";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Visa ett objekt i omkopplaren för varje fönster eller för varje applikation.Windows kommer att fokuseras, medan applikationer kommer att aktiveras.";
"Show at the end" = "Visa på slutet";
"Show fullscreen windows" = "Visa fönster som är i helskärm";
"Show hidden windows" = "Visa dolda fönster";
"Show in switcher" = "Visa i Switcher";
"Show minimized windows" = "Visa minimerade fönster";
"Show on" = "Visa på";
"Show on:" = "Visa på:";
"Show standard tabs as windows" = "Visa standardflikar som fönster";
"Show standard tabs as windows:" = "Visa standardflikar som fönster:";
"Show titles" = "Visa titlar";
"Show windows from applications" = "Visa fönster från applikationer";
"Show windows from screens" = "Visa fönster från skärmar";
"Show windows from Spaces" = "Visa fönster från skrivbord";
"Show windows from:" = "Visa fönster från:";
"Size" = "Storlek";
"Skipped" = "Skipped";
"Small" = "Liten";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Vissa appar såsom Finder eller Förhandsvisning använder standardflikar som fungerar som separata fönster. Vissa andra appar såsom webbläsare använder anpassade flikar som fungerar på unika sätt och inte är faktiska fönster. AltTab kan inte visa dessa separat.";
"Source code repository" = "Källkodskatalog";
"Space" = "Skrivbord";
"Space Order" = "Skrivbordens ordning";
"Start" = "Början";
"Start at login" = "Starta vid inloggning";
"Start at login:" = "Starta vid inloggning:";
"Support this project ❤️" = "Stöd projektet ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Välj mellan 3 olika stilar. Du kan anpassa dessa.";
"System" = "System";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Tema";
"Theme:" = "Tema:";
"Then release:" = "När kommando släpps:";
"This permission is needed to focus windows after you release the shortcut" = "Denna behörighet behövs för att byta fönster när du släpper kommandot";
"This permission is needed to show screenshots and titles of open windows" = "Denna behörighet behövs för att visa skärmdumpar och titlar för öppna fönster";
"Thumbnails" = "Tumnaglar";
"Title" = "Title";
"Title truncation" = "Titelavkortning";
"Titles" = "Titlar";
"Trigger shortcut" = "Triggergenväg";
"Unassign existing shortcut and continue" = "Ta bort nuvarande kommando och fortsätt";
"Updates policy" = "Policy för uppdateringar";
"Updates policy:" = "Uppdateringspolicy:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Version";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Visa befintliga diskussioner";
"Vim keys" = "Vim-tangenter";
"Vim keys already assigned to other actions:\n%@" = "Vim-tangenter används redan för följande:\n%@";
"Visibility" = "Synlighet";
"Visible Spaces" = "Synliga skrivbord";
"When fullscreen" = "I helskärmsläge";
"When no open window" = "När inget fönster är öppet";
"While open, press:" = "När öppet, tryck:";
"Window app icon size:" = "Storlek för appikoner:";
"Window is fullscreen" = "Fönstret visas i helskärm";
"Window is minimized" = "Fönstret är minimerat";
"Window is on every Space" = "Fönstret finns på alla skrivbord";
"Window is on Space %d" = "Fönstret finns på skrivbord %d";
"Window max width in row:" = "Maxhöjd för fönster i rad:";
"Window min width in row:" = "Maxbredd för fönster i rad:";
"Window order:" = "Sortera fönster:";
"Window Title" = "Fönstertitel";
"Window title font size:" = "Storlek för fönstertitel:";
"Window title truncation:" = "Förkortning av fönstertitel:";
"Windows" = "Fönster";
"You can’t undo this action." = "Detta kan inte ångras.";
"You didn’t write your email, thus can’t receive any response." = "Du uppgav ingen e-post och kan därför inte få svar.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
